Repository: wp-plugins/social-articles
Catalog: 1.2/languages/social-articles-*.po
Languages: es_es

source: Settings
es_es: Administración

source: Donate
es_es: Donar

source: <strong>Social Articles</strong></a> requires the BuddyPress plugin to work. Please <a href="http://buddypress.org">install BuddyPress</a> first, or <a href="plugins.php">deactivate Social Articles</a>.
es_es: <strong>Social Articles</strong></a> requiere el plugin BuddyPress. Por favor, <a href="http://buddypress.org">instala BuddyPress</a> primero, o <a href="plugins.php">desactiva Social Articles</a>.

source: One of your articles was approved
es_es: Uno de tus articulos ha sido aprovado

source: check it out!
es_es: accede!

source: There is a new article by
es_es: Hay un nuevo articulo de

source: Search articles...
es_es: Buscar artículos...

source: My articles
es_es: Mis artículos

source: My articles <span>%d</span>
es_es: Mis artículos <span>%d</span>

source: New article
es_es: Nuevo artículo

source: Title is required
es_es: El título es obligatorio

source: Error creating the article. Try again please.
es_es: Error creando el artículo. Por favor, vuelva a intentarlo.

source: edit article
es_es: editar artículo

source: delete article
es_es: borrar artículo

source: comments
es_es: comentarios

source: Archived
es_es: Archivado

source: done
es_es: listo

source: Your article is under review. When the editors approve it you will get a notification.
es_es: Tu artículo está pendiente de revisión. Cuando los editores lo aprueben, recibirás una notificación.

source: Your article is in draft form. If you think the article is ready to be published, you can submit it for review.
es_es: Tu artículo esta en borrador. Si crees que esta listo para ser publicado, envíalo para su revisión.

source: Settings Saved
es_es: Configuración guardada

source: Social Articles Settings
es_es: Configuración de social articles

source: Help Spread the Word!
es_es: Ayuda a correr la voz!

source: Want to help make this plugin even better? All donations are used to improve this plugin, so donate $20, $50 or $100 now!
es_es: ¿Quiere ayudar a hacer este plugin aún mejor? Todas las donaciones son utilizadas para mejorar este plugin, entonces dona $ 20, $ 50 o $ 100 ahora!

source: Or you could:
es_es: O puedes:

source: Rate the plugin 5★ on WordPress.org
es_es: Calificar el plugin con 5★ en WordPress.org

source: Help out other users in the forums
es_es: Ayudar a otros usuarios en el foro

source: Blog about it & link to the %1$splugin page%2$s
es_es: Agrega una entrada en tu blog sobre nuestro plugin junto con el link %1$spágina del plugin%2$s

source: Post per page#
es_es: Articulos por página

source: Excerpt length#
es_es: Longitud del extracto#

source: Select category type
es_es: Seleccionar tipo de categoría

source: Single
es_es: Solo una

source: Multiple
es_es: Multiples

source: Number of categories people can select
es_es: Cantidad de categorías que se pueden seleccionar

source: To use this feature, you need to activate bb Friend Connections module.
es_es: Para utilizar esta caracteríastica debes habilitar el modulo Friends Connections de buddyPress

source: Send buddyPress notifications?
es_es: Enviar notificaciones buddyPress?

source: False
es_es: No

source: True
es_es: Si

source: Update Social Articles Settings
es_es: Actualizar configuración de Social Articles

source: Coming Soon!!!
es_es: Proximamente!

source: Mail Notifications
es_es: Notificaciónes vía e-mail

source: Mail Notification sends mail to your mailboxes. When new notification arrives, Mail Notification sends a new email.
es_es: Notificaciones por mail cuando se publica un artículo.

source: Html Template Customization
es_es: Personalización de la pantilla html para el envío de mails

source: Customize your email with HTML Template Customizations!
es_es: Personaliza las notificaciones por mail con las plantillas HTML!

source: Category Black List
es_es: Exclusión de categorías

source: Tags Black List
es_es: Exclusión de etiquetas

source: Post type
es_es: Selección de custom post types

source: Selection of areas to display
es_es: Selección de areas a mostras

source: Required Fields Definition
es_es: Definición de campos obligatorios

source: Custom Workflow
es_es: Flujo de estados personalizado

source: More Editor Functions
es_es: Mas funciones en el editor

source: Galleries
es_es: Galerías

source: Premium Features
es_es: Características premium

source: Why not do any or all of the following:
es_es: Por que no hacer alguna de las siguientes cosas?

source: Link to it so other folks can find out about it.
es_es: Enlaza nuestro plugin asi otras personas tambien pueden encontrarlo.

source: Give it a 5 star rating on WordPress.org.
es_es: Puntúa el plugin con 5 estrellas en Wordpress.org.

source: Let other people know that it works with your WordPress setup.
es_es: Hazle saber a otras personas que funcionó con tu configuración de wordpress.

source: Like this plugin?
es_es: Te gusta esta plugin?

source: Found a bug?
es_es: Has encontrado un error?

source: Published
es_es: Publicado

source: Under Review
es_es: Pendiente

source: Draft
es_es: Borrador

source: Load more articles
es_es: Cargar mas artículos

source: This user doesn't have any article.
es_es: Este usuario no tiene ningun artículo

source: Under review
es_es: Pendiente

source: New
es_es: Nuevo

source: You cannot perform this action
es_es: No pueder realizar esta acción

source: Edit article
es_es: Editar artículo

source: View article
es_es: Ver artículo

source: Categories
es_es: Categorías

source: Select your category
es_es: Selecciona tu categoría

source: Tags
es_es: Etiquetas

source: Select your tags
es_es: Selecciona tus etiquetas

source: Status
es_es: Stado

source: Article title...
es_es: Título del artículo

source: Insert unordered list
es_es: Insertar lista desordenada

source: Insert ordered list
es_es: Insertar lista ordenada

source: Insert link
es_es: Insertar link

source: Title
es_es: Título

source: Cancel
es_es: Cancelar

source: Article content...
es_es: Contenido del artículo

source: Upload Image
es_es: Subir imagen

source: Max size allowed is 2 MB
es_es: El tamaño maximo permitido es 2 MB

source: Uploading your image. Please wait.
es_es: Subiendo tu imagen. Por favor espera.

source: Delete
es_es: Borrar

source: Saving your article. Please wait.
es_es: Guardando tu articulo. Por favor espera

source: Save and move it under review
es_es: Guardar y pasar a estado pendiente de aprobación

source: Save
es_es: Guardar
